IdeaRS.OpenModel.CrossSection.Stirrup.#ctor
Constructor

IdeaRS.OpenModel.CrossSection.Stirrup.ShearCheck
Status of shear check, not possible for detailing stirrup

IdeaRS.OpenModel.CrossSection.Stirrup.TorsionCheck
Status of torsion check, not possible for detailing stirrup